/**
*************************(C) COPYRIGHT 2017 RuiTu Tech********************************************
* @file         bfm_socket.h
* @author       zhou
* @version      V1.0
* @date         2018/5/26
* @brief        重写socket函数头文件
**************************************************************************************************
*/
#ifndef _BFM_SOCKET_H_
#define _BFM_SOCKET_H_
#include "include.h"
/*--------------- 宏定义 --------------*/

/*--------------- 变量定义 --------------*/

/*--------------- 函数定义 --------------*/

#endif

